[{"name":"Consumer Empowerment and Confidence","desc":"Consumer empowerment can be defined as a state where consumers can put into effect their own choices through demonstrating their needs, wants and demands in their decision-making with other individuals or organisational bodies .This pillar measures the degree to which countries have enabled this environment for consumer. It does this by looking at the confidence in national institutions. Uniquely it explores the strength of consumer advocacy, it's relationship to governance, engagement in policymaking and ability to represent consumers. Beyond the strength of the necessary institutions the pillar looks at broad indicators around access, choice and affordability in the marketplace. A combination of these elements will lead to high empowerment and engagement.","code":1000},{"name":"Strength of consumer advocacy ","desc":"Consumer advocacy can adequately represent the interests of consumers to the key decicison makers. This indicator tests whether consumer advocates are resourced, resilient and actively engaged with national governace structures and international networks","code":1100},{"name":"Access to marketplace","desc":"All consumers can physically access basic needs and are included in the system. This indicator not only tests the physical access to the marketplace, but also access to online tools, finance, healthcare,  food and water, and public utilities for all consumers. Through a range of indicators it also tracks core vulnerbality (vulnerabilities linked to personal attributes that are intrinsic to the person).","code":1200},{"name":"Choice and affordability in the marketplace","desc":"Consumers have genuine choice in the marketplace. This indicator tests key market functions such as logitical perfromance, market environment, measures to encourage competition and consumers ability to make choices in the marketplace","code":1300},{"name":"Mechanisms for Consumer Protection and Enforcement","desc":"Consumer protection can be defined as the set of actions, policies, institutions and legislation that seek to safeguard the rights of consumers in the transactions they carry out in the marketplace, and before, during and after such transactions have been carried out. This pillar explores the degree to which mechanisms are in place to ensure consumer protection and its enforcement at the national level. Given consumer protection covers all elements of the relationship between people and the marketplace, this pillar only focuses on the existence of consumer protection legislation, enforcement institutions and redress systems and the development of standards as essential mechanisms to protect consumers. It pays specific attention to the recognition and inclusion of vulnerability and vulnerable and disadvantaged consumers in these mechanisms.  A combination of these measures will lead to strong foundations for consumer protection and enforcement.","code":2000},{"name":"Strength and quality of consumer protection mechanisms / measures","desc":"Consumer protection instruments/institutions are in place in the legal and regulatory frameworks to protect all consumers. It explores provisions for consumer rights in legislation, effectiveness of provisions, and innovation within consumer protection. It also crucially tracks whether vulnerable consumers are protected.","code":2100},{"name":"National involvment in the development of international standards","desc":"This indicator tests the degree to which countries are invovled in ISO technical committees on the development of standards related to consumer protection. It focuses on overall membership, financial services, and vulnerable consumers. Sustainability and innovation standards are explored in other pillars","code":2200},{"name":"Enforcement and access to justice","desc":"Access to Justice is critical. Consumer protection instruments must be accessible and properly enforced. They must also protect the economic interests of all consumers. This indicator tests access to and strength of enforcement mechanisms.","code":2300},{"name":"Consumer Knowledge and Information","desc":"Consumer knowledge can be defined as a consumer understanding of a product and this information could be used by consumers in the decision-making process. Consumer information can be defined as the information needed by consumers when researching, purchasing, and completing a purchase. This pillarexplores the degree to which an enabling environemnt has been created to allow consumer knowledge and information to be maximised at the national level. It looks at the basic consumer education and skills of the population and the availability of quality consumer information.","code":3000},{"name":"Consumer education & skills","desc":"Consumer education is mainstreamed and effective to all consumers. From an early age consumer skills are built across a range of areas. This indicator tests the criticial thinking and sophistication in purchasing decisions of a nation's citizens. It also explores the specific existence of mechanisms for effective consumer education.","code":3100},{"name":"Available and quality consumer information ","desc":"Clear and accurate Information supporting informed choices is accessible to all consumers. Information is designed to cater for all consumers. This indicator focuses on the availability of information, requirments for labelling, and the existence of government mandated information programmes","code":3200},{"name":"Sustainability for Consumers","desc":"This pillar explores the degree to which an enableing environment has been created to enable consumers to make sustainable choices. Given the breadth of sustainability and sustainable consumption this pillar is focusing on the mechanisms and measures in place to encourage sustainable consumption at the national level. The pillar also looks at levels of sustainable consumption using food and energy consumption as important proxies. A combination of these measures will indicate the strength of the national sustainable marketplace.","code":4000},{"name":"National / international sustainability engagement","desc":"This indicator tests international engagement with sustainability pledges, agreements, treaties etc. It also measures whether a national sustainable consumption plan is in place and how countries are mitigating climate change.","code":4100},{"name":"Sustainability standards","desc":"This indicator tests whether countries are adopting standrards and invovled in ISO technical committees on the development of standards related to sustainability for consumers.","code":4200},{"name":"National sustainability measures / mechanisms","desc":"Measures and mechanisms that support sustainability are in place. This indicator tests the presence of sustainability regulations and reporting, and if countries have consumer-centred mechanisms to promote sustainable consumption. ","code":4300},{"name":"National sustainable consumption","desc":"This indicator test the levels of sustainable consumption nationally. Specifically, it explores domestic material consumption, sustainable agricultral production, renewable energy consumption, and the infrastructure of sustainable transport","code":4400},{"name":"Technology and Innovation Products for Consumers","desc":"This pillar explores the degree to which an enabling environment for innovation and technology that benefits the lives of consumers is present at the national level. It explores the accessibility and affordability of technology for consumers. Beyond those fundementals it measures proactive governance in this area and the degree to which marketplace is driving innovation.","code":5000},{"name":"Accessibility and affordability of technology","desc":" Consumers can access technology easily and affordably. This indicator tests the usage, infrastructre and afforadibility of technology.","code":5100},{"name":"Proactive governance and development of innovative standards","desc":"This indicator tests the degree to which governments are proactively protecting and empowering consumers in the digital environment. It looks at participation in ISO standards, proactive law setting, and data governance. It also tests the degree to which the marketplace is driving innovation.","code":5200}]